import { anBorisuk, diBerganova, inShalneva, vlRastorguev, vlTiranov } from './constants/images';

export const mentors = [
    {
        id: '0',
        name: 'Владимир Тиранов',
        isWoman: false,
        position: 'Вице-президент по продажам в современной торговле',
        text: 'Привет, я Владимир! Я знаю все о трендах современной торговли, потому что большинство из них мы формируем в PepsiCo. Выбирай меня — будь на волне карьерного развития!',
        image: vlTiranov
    },
    {
        id: '1',
        name: 'Диана Берганова',
        isWoman: true,
        position: 'Старший коммерческий директор в категории «снеки»',
        text: 'Здравствуй, на связи Диана! Выбирай меня, и мы построим твою карьеру со вкусом! Каким? Решим вместе ;)',
        image: diBerganova,
    },
    {
        id: '2',
        name: 'Инна Шальнева',
        isWoman: true,
        position: 'Старший директор по национальным полевым продажам',
        text: 'Привет! Я  Инна, и я поддержу тебя не только в области полевых продаж, но и в поле бесконечных возможностей карьерного развития в PepsiCo!',
        image: inShalneva
    },
    {
        id: '3',
        name: 'Владимир Расторгуев',
        isWoman: false,
        position: 'Старший директор направления E-commerce',
        text: 'Привет! Я научу тебя продвигать не только бренды в Интернете, но и свою карьеру. Присоединяйся ко мне, чтобы выстроить уникальную карьерную стратегию ;)',
        image: vlRastorguev
    },
    {
        id: '4',
        name: 'Антон Борисюк',
        isWoman: false,
        position: 'Старший директор по исследованиям и цифровой трансформации ',
        text: 'Привет, стажер! Я  Антон, и я помогу тебе исследовать твои сильные стороны и произвести  карьерную трансформацию от новичка до профи ;)',
        image: anBorisuk
    },
];
